Repository: schorsch/wordpress-king
Catalog: king-framework/lang/widgetKing-*.po
Languages: de_de

source: Basic Features
de_de: Einfache Einstellungen

source: Title
de_de: Men&uuml; Titel

source: Use Events instead of normal Calendar
de_de: Events Kalendar benutzen

source: Check this box if you have the eventsCalendar Plugin installed. There can only be one Events Calendar on a Page. Dont forget to set your Events Calendar options
de_de: Wenn gew&auml;hlt wird der Event Kalender angezeigt. Hierf&uuml;r muss der EventCalendar Plugin installiert und aktiviert sein. Vergessen Sie nicht die Optionen f&uuml;r den Events Plugin zu setzen.

source: Where to show
de_de: Wo wird die Box angezeigt

source: Show only in Category
de_de: Zeige in Kategorie

source: The box is only shown on pages belonging to the given Category
de_de: Die Box wird nur innerhalb der angegebenen Kategorie (in der Liste und im Detail-Artikel-Ansicht) angezeigt.

source: The category (id) in which the box will be shown. You can insert the ID comma seperated 1,2,3
de_de: Die Kategorien(ID) innerhalb welcher die Box angezeigt werden soll. Es k&ouml;nnen mehrere Kategorien mit Komma getrennt angegeben werden. 1,2,3

source: Show only on Special Page Area
de_de: Zeige in speziellem Bereich

source: The box is only shown on Area of the following select. Dont use together with following Show-Not-in Area checkbox!
de_de: Die Box wird nur innerhalb des angegebenen Seiten Bereich angezeigt. Nicht zusammen mit dem folgenden Nicht-zeigen-in Schalter benutzen!

source: Website Area
de_de: Seiten Bereich

source: Select the special Area on the page where the box is to be diplayed on. A full Description on each can be found in the Wordpress Codex -> Conditional_Tags.
de_de: W&auml;hle in welchem Bereich die Box angezeigt werden soll. Eine ausf&uuml;hrliche Beschreibung ist im Wordpress Codex unter Conditional Tags zu finden und sollte unbedingt gelesen werden!

source: Area ID/Slug/Title
de_de: Bereich ID/URL/Titel

source: The ID, Title or Slug of the Page Area(depending on type choosen) the box is to be shown on. You can enter a comma seperated list. Only needed for single, page and category. If left empty the box will appear on all f.ex. single pages. Definitly READ the Wordpress Codex -> Conditional_Tags.
de_de: Nur ben&ouml;tigt f&uuml;r page, single oder category. Die Bereiche k&ouml;nnen mit Komma getrennt eingegeben werden. Wenn leer wird die Box z.B. auf allen single Seiten oder Category Listen angezeigt.

source: HTML before widget
de_de: HTML vor der Widget Box

source: HTML which opens this widget. Can be something linke ul with a class, depending on your css and Theme
de_de: HTML Code vor dem Widget. Kann z.B. ul oder li sein mit einer bestimmten css klassen. Kommt ganz auf Ihr Template und Layout an

source: HTML before widget Title
de_de: HTML vor dem Widget Titel

source: HTML before the widget title. Can be something linke strong or h2 with a class, depending on your css and Theme
de_de: HTML vor dem Widget Titel. z.B. h2 oder strong

source: HTML after widget Title
de_de: HTML nach dem Widget Titel

source: HTML after widget
de_de: HTML nach dem Widget

source: HTML which closes this widget. Can be something linke /ul , depending on what you set as HTML before
de_de: HTML nach dem Widget. Es schliesst es ab und variiert je nachdem was sie als vorherige Werte eingegeben haben. Kann z.B. ein schliessendes /ul sein.

source: King Calendar
de_de: King Kalender

source: How many Calendars would you like?
de_de: Wie viele Kalender sollen angezeigt werden?

source: If using Multiple Calendars show only one on a site by using the Category Option. This makes sence if you have Events installed and want to show the Events Calendar on a special Category.
de_de: Wenn Sie mehrere Kalender benutzen, sollten Sie nur einen pro Seite anzeigen. Sie haben dazu die M&ouml;glichkeit eine Kategorie zu bestimmen auf der der jeweilige Kalender angezeigt wird. Das mach Sinn wenn Sie den EventsCalendar Plugin benutzen und diesen zum Beispiel nur in der Terminkategorie anzeigen wollen.

source: The title above your category menu
de_de: Der &uuml;ber dem Men&uuml; angezeigte Titel

source: Show post counts
de_de: Zeige Anzahl der enthaltenen Artikel

source: Show number of posts in category
de_de: Zeigt die Anzahl der in der Kategorie enthaltenen Artikel neben dem Kategorienamen

source: Show hierarchical
de_de: Menu hierarchisch anzeigen

source: Shows Categories hierarchical with sub-categories indented -> Depending on your CSS
de_de: Zeigt Unterkategorien einger&uuml;ckt an. Der Stil kann im CSS eingestellt werden. Funktioniert nur mit Listenanzeige eingeschaltet

source: Show Children
de_de: Zeige Unter-Kategorien

source: Show the children of the categories or just the top level categories.
de_de: Wenn gesetzt werden alle Unter-Kategorien angezeigt.

source: Hide Empty Categories
de_de: Leere Kategorien verstecken

source: Categories without articles are not shown.
de_de: Kategorien ohne Artikel werden nicht angezeigt.

source: Sort by
de_de: Sortiere nach

source: Sort order
de_de: Reihenfolge

source: Sort Categories ascending or descending depending on choosen sort column.
de_de: Sortier-Reihenfolge der Kategorien asc->aufsteigend oder desc->absteigend

source: Sets whether the Categories are enclosed by list points ->li
de_de: Die Kategorien werden von Listenpunkten -> li umschlossen. Je nach Template sind weitere Anpassungen n&ouml;ting

source: Advanced Features
de_de: Erweiterte Einstellungen

source: Date of the last post
de_de: Zeige Datum des letzten Artikels

source: Sets whether to display the date of the last post in each Category.
de_de: Wenn gesetzt wird das Datum des letzten Artikels neben der Kategorie angezeigt.

source: Use Description as Title
de_de: Zeige Beschreibung im Titel-Tag

source: Sets whether to display the Category Description in the links title tag.
de_de: Wenn gesetzt wird die Kategorie Beschreibung im Titel-Tag des Links angezeigt.

source: Show Children of Category
de_de: Zeige nur Unterkategorien von (id)

source: Show only children of the category id given. All other top level categories will disappear.
de_de: Zeigt nur die Unterkategorien der Kategorie (ID). Es werden keine anderen Top Level Kategorien angezeigt. Nur eine ID eingeben!

source: File to show Category on
de_de: Datei zur Kategorie-Anzeige

source: The php file a Category link is to be displayed on. Defaults to index.php.
de_de: Die php Datei die nach Klicken der Kategorie Links aufgerufen wird. Wenn leer dann wird die index.php aufgerufen

source: Show Category Feed Text
de_de: RSS Text

source: Text to display for the link to each Categorys RSS2 feed. Default is no text, and no feed displayed.
de_de: Der Text der neben der Kategorie angezeigt wird und auf den RSS-Feed der Kategorie verlinkt.

source: Show Category Feed Image
de_de: RSS Bild

source: URL Path/filename for a graphic to act as a link to each Categories RSS2 feed.Overrides the feed parameter.
de_de: URL bzw. Pfad zu einem Bild welches mit dem RSS Feed einer Kategorie verlinkt ist. Wenn gesetzt wird der RSS Text ausgeschaltet.

source: Exclude Categories (1,2,3)
de_de: Kategorien ausschliessen (1,2,3)

source: Sets the Categories to be excluded. This must be in the form of an array (ex: 1, 2, 3).
de_de: Die Kategorien mit den IDs werden nicht in der Liste angezeigt. Diese m&uuml;ssen durch Komma getrennt werden.

source: Insert default Options
de_de: Standard Optionen setzen

source: Set Menu Options to Wordpress Defaults
de_de: Setzt die Men&uuml; Optionen auf Wordpress Standard Einstellungen zur&uuml;ck. Sollte am Anfang eingestellt werden. Danach kann die Spielerei losgehen

source: Copy Settings from Widget No.
de_de: Kopiere Einstellungen von Widget Nr.

source: Choose a Widget Number from which you want to copy the settings into this one. Make sure to choose the right widget, with some Options in it!
de_de: W&auml;hlen Sie eine Widgetnummer aus, von welcher die Einstellungen in dieses Widget &uuml;bernommen werden sollen. Bitte ein Widget w&auml;hlen welches schon Optionen hat.

source: HTML after the widget title but before the category list output. Can be something linke /strong ul or /h2 ul , depending on what you set as before-title
de_de: HTML nach dem Widget Titel aber noch vor der Kategorie Liste. Kann z.b /strong ul oder /h2 ul sein, Je nach CSS und Template

source: Show Debug Output
de_de: Debugging Ausgaben anzeigen

source: Shows all set options in Frontend to check what you have entered. The list_cats() is pretty bitchy so you might want to know whats going on.
de_de: Zeigt alle gesetzten Optionen im Frontend. Der list_cats() Aufruf kann schon mal ziemlich abnerven und so siehst du was abgeht.

source: Use Foldable Navigation
de_de: Aufklapp Men&uuml; benutzen

source: If you have the Fold Category List Plugin installed you can set this option to use the wswwpx_list_cats call.
de_de: Wenn Sie den Foldable-Category-List Plugin aktiviert haben, wird der dieser zum Darstellen der Kategorieliste benutzt(wswwpx_list_cats). Der Plugin erlaubt eine bessere Formatierung und ein dynamisches Aufklappen der Kategorie Liste

source: How many Category Menus would you like?
de_de: Wie viele Kategoriemen&uuml;s sollen angezeigt werden?

source: Link Category ID
de_de: Link Kategorie ID

source: Show only Links belonging to this category.Defaults to -1 (show all links)
de_de: Zeige nur Links die zu der Kategorie ID geh&ouml;ren. Die Id der Link-Kategorien finden Sie im Link Kategorie Manager.

source: Use Options from Linkmanager
de_de: Benutze Link Manager Optionen

source: When set you only need to provide the Link Category ID! It takes all the Links options from the Links Manager. Dont forget to set the widget HTML. Internally this uses the wp_get_links() Method
de_de: Die im Link Manager gesetzten Optionen zur Anzeige, werden &uuml;bernommen. Sie brauchen nur die Linkkategorie ID angeben und k&ouml;nnen die anderen Einstellungen vernachl&auml;ssigen... Ausser den Widget HTML Einstellungen, da diese die Linkliste umschliessen!

source: Limit Shown Links
de_de: Limitiere Link Anzeige

source: Show only this Number of Links inside the box. -1 stands for show all. But you can also leave this field empty.
de_de: Anzahl der Links in der Box. -1 zeigt alle Link an. Sie k&ouml;nnen das Feld aber auch leer lassen.

source: Show Link Images
de_de: Zeige Link Bilder

source: If there are Images associated with a Link, show them
de_de: Falls Bilder zu einem Link existieren, werden diese in der Liste mit angezeigt.

source: The _ underscore means sorting in reverse order. owner->User who added link through Links Manager./ Rand-> Random / rel-> Link relationship (XFN) / length -> The length of the link name, shortest to longest.
de_de: Der _Unterstrich bedeutet eine Sortierung in umgekehrter Reihenfolge. Die Felder: owner->Benutzer der den Link eingefügt hat / rand ->zuf&auml;llige Reihenfolge / rel-> XFN Beziehungen / length-> L&auml;nge des Link Titel

source: Link Description
de_de: Link Beschreibung

source: Show the Link Descriptions
de_de: Zeige die Link Beschreibung

source: Rating
de_de: Bewertung

source: Show the Link Rating
de_de: Zeige die Bewertung eines Links

source: Before Link
de_de: Vor dem Link

source: HTML bevor a Link in the List
de_de: HTML vor einem Link in der Liste

source: After Link
de_de: Nach dem Link

source: Between Link
de_de: Zwischen dem Link

source: Text to place between each link/image and its description. Defaults to a space
de_de: HTML oder Text der zwischen dem Link und wenn vorhanden Bild oder Beschreibung steht.

source: Show if in Category (List/Article)
de_de: Zeige nur in Kategorie (Liste/Artikel)

source: King Link Menu
de_de: King Link Widgets

source: How many Link Boxes would you like?
de_de: Wie viele Link Widgets sollen angezeigt werden?

source: Login Redirect URL
de_de: URL Umleitung nach Login

source: The URL where the User will be redirected to after logged on. If empty the user will be redirected to the page he logged in from. You maybe want to set this to your Backoffice URL or any other special Page. Just copy the URL from your Browser in here.
de_de: Die URL zu welcher der Benutzer nach dem Anmelden umgeleitet werden soll. Wenn leer, bleibt der Benutzer auf der Seite von welcher er sich angemeldet hat. Sie k&ouml;nnen z.B. die URL f&uuml;r die Admin Startseite eingeben. Daf&uuml;r die gesamte URL hier reinkopieren.

source: Show New Post Link
de_de: Zeige Artikel schreiben Link

source: A link which brings you in the admin area to post a new article.
de_de: Das Widget zeigt einen Link zum Neuen Artikel schreiben an. Nach dem Klick wird der benutzer in den Adminbereich zum Anlegen des neuen Artikels geleitet.

source: A link which Logs You out. Only shown when logged in of course.
de_de: Der Abmelde Link wird nur agezeigt wenn der Benutzer bereits angemeldet ist.

source: A javascript slider function for the Box is available. ONLY Use when you know what you are doing...or pay me to do it right!<br> You have use the widget custom html fields and wrap your Widget Content in a div or li with an id set to id=&quot;login1&quot; . The number must be the same like the widget number. Then you must add the on-click toggle effect to f.ex. the widgets h2: &lt; h2 onClick=&quot;loginslide1.toggle();&quot; &gt; <br>If this ins not set it will not work
de_de: Es wird eine Auf-/Zuklappen -Javascript Funktion verf&uuml;gbar. Wenn Sie das hier nicht verstehen nicht benutzen! <br> Wenn gesetzt muss der Widgetinhalt &uuml;ber die HTML-Felder mit einem HTML Element div/li oder p mit der id=&quot;login1&quot; umgeben werden. Die Nummer muss dieselbe sein wie die Widgetnummer.<br />Dann muss noch ein Element den onClick Event erhalten. Das kann z.B. der Widget H2 Titel sein: &lt; h2 onClick=&quot;loginslide1.toggle();&quot; &gt; <br />Sie k&ouml;nnen in der functions.php oder im Quellcode den widget html code nachsehen und diesen wie beschrieben erweitern.

source: Login
de_de: Anmelden

source: Password
de_de: Passwort

source: Howdy, <strong>%s</strong>.
de_de: Hallo: <strong>%s</strong>

source: Write Post
de_de: Artikel schreiben

source: My Articles
de_de: Meine Artikel

source: Logout
de_de: Abmelden

source: List Child Pages of (ID)
de_de: Zeige nur Unterseiten von Seite mit ID

source: Show only subpages of the given PagesID
de_de: Es werden nur Unterseiten der Seite mit der angegebenen ID angezeigt. Die ID einer Seite kan man in der Seitenverwaltung einsehen, am Anfang der Liste.

source: Sort Pages by choosen sort column.
de_de: Sortiere Seiten nach

source: Exlude Pages with (ID)
de_de: Seiten ausschliessen (ID)

source: Comma separated list of Page numeric IDs to be excluded from the list (example:10, 20, 30)
de_de: Komma getrennte Liste der Seiten IDs die nicht angezeigt werden sollen. Beispiel 1, 20, 3

source: Show till Sub-Level
de_de: Anzeige-Tiefe

source: Numeric value for how many levels of hierarchy (sub-pages) to display. Defaults to 0 (display all pages)
de_de: Bestimmt bis zu welcher Tiefe Unterseiten angezeigt werden. So l&auml;sst sich die Navigation &uuml;bersichtlicher halten. Standardwert ist 0, d.h. es werden alle Seiten mit Ihren Unterseiten angezeigt.

source: Show Date
de_de: Zeige Datum

source: Display creation or last modified date next to each Page. if Empty -> Display no date. modified -> Display the date last modified. post_date -> Date Page was first created.
de_de: Zeigt das Datum neben den Seiten an. Wenn leer-> es wird ken Datum angezeigt / modified -> &Auml;nderungsdatum / post_date -> Erstellungsdatum

source: Format of date to display
de_de: Datumsformat

source: Defaults to the date format configured in your WordPress options. Custom values need to be in php Time Format. You can google on that..can you?
de_de: Benutzt als Standard das Wordpress-Datumsformat. Sie k&ouml;nnen diesen Wert f&uuml;r die Seitenliste anpassen. Es muss im php Time format angegeben werden .. keine Ahnung was das ist ? .. Einfach mal googeln!

source: King Pages Menu
de_de: King Seiten Men&uuml;s

source: How many Pages Menus would you like?
de_de: Wie viele "statische" Seiten Men&uuml;s sollen angezeigt werden?

source: The Feed URL
de_de: RSS Feed Adresse/URL

source: Insert your rss Feed URL.
de_de: Geben Sie die vollst&auml;ndige RSS/Atom Feed Adresse ein.

source: How many Articles or Items do you want to show from the Feed. Of course this is a numeric Value!
de_de: Welche Anzahl von Feed Eintr&auml;gen soll angezeigt werden. Typischerweise zwischen 1 und 20, kommt darauf an wie viele Eintr&auml;ge der Feed bietet.

source: Show only the first No. Letters
de_de: L&auml;nge des Artikel Text

source: How much of the Feed Article Text should be shown? Of course this is a numeric Value! f.ex. Set to 100 to show the first 100 letters.
de_de: Wie lang soll der Auszug aus dem Artikeltext sein z.B. 100 Zeichen Sobald ein Wert gesetzt ist, wird alles HTML aus dem Artikeltext gefiltert.

source: Dateformat (php time)
de_de: Datumsformat

source: Enter the date in php time() format. If left empty none is shown. You can check this f.ex. in your blog settings. or juggle with j F Y, g:i a
de_de: Das Artikeldatum im php time format. Wenn leer wird kein Datum angezeigt. Die Formatierung k&ouml;nnen Sie in Ihren Wordpress Einstellungen abschauen, Google bem&uuml;hen oder einfach es mit : d.m.Y versuchen.

source: Error Message
de_de: Fehler Meldung

source: The error Message shown if the feed cant be fetched
de_de: Die Meldung wird angezeigt wenn der Feed nicht angezeigt werden kann.

source: Strip Ads
de_de: Werbung filtern

source: Strip out Feed-Ads from Google/Pheedo/Doubleclicks.
de_de: Werbung z.B. von Google / Doubleklick/Pheedo wird aus dem Feed herausgefiltert

source: Clear local Feed Cache
de_de: Lokalen Cache leeren

source: If checked FeedCache will be cleared. Save the Widget again after setting this switch. So the cache clearing will be disabled again!
de_de: Der Cache des Feeds wird gelöscht und neu erstellt. nach dem Aktivieren muss das Widget erneut gespeichert werden, damit der Schalter zurückgesetzt wird! Also aktivieren, dann im Frontend neu laden und dann das Widget nochmals speichern!

source: Set all Widget Options to (hopefully failsave) Defaults. You should definitly try out some more of the HTML Placeholders for the RSS
de_de: Setzt alle Optionen auf (hoffentlich) einfache standart Einstellungen zur&uuml;ck.

source: Internal Widget Title
de_de: Interner Widget Titel

source: The title inside this widget admin page. Is shown next to the widgets name, if you applied my Widget Title Hack -> try to google on that. Or search the MP:Blog
de_de: Interner Title auf dem Widget. Wird nur angezeigt wenn Sie meinen Widget Titel Hack benutzen. Sie k&ouml;nnen den &uuml;ber Google oder in im MP:Blog finden.<br /> Ist eigentlich nur sinnvoll wenn Sie viele Widgets haben und vor B&auml;umen den Wald nicht mehr sehen.

source: RSS Title and Items HTML
de_de: RSS Titel und Listen HTML

source: RSS Title HTML Template
de_de: RSS Titel HTML Template

source: The HTML that will be used to format the RSS-Title output. There are several Placeholders wich can be used. <br />%link% - Link to Website <br />%title% - RSS Title<br />%descr% - RSS Description<br />%rssurl% - Feed URL<br />%rssicon% - RSS Icon <br />%feedimg% - Feed Image if provided by Feed.
de_de: HTML zum Formatieren des Feed Titles. Es k&ouml;nnen diverse Platzhalter benutzt werden:<br />%link% - Link zur Webseite <br />%title% - RSS Titel<br />%descr% - RSS Beschreibung<br />%rssurl% - Feed URL Adresse<br />%rssicon% - RSS Icon <br />%feedimg% - Feed Bild falls vorhanden im Feed.

source: RSS Item formatting HTML Template
de_de: RSS Feed Artikel HTML Template

source: The HTML that will be used to format each Item of the RSS output. There are several Placeholders wich can be used: <br />%title% - Item Title<br />%date% - Item Date<br />%link% - Link to Item Title<br />%text% - Item Text<br />%category% - Item Categories if provided delimited by | <br />%author% - Item Author if provided
de_de: Vorlage f&uuml;r einen einzelnen RSS Artikel. Verf&uuml;gbare Platzhalter sind: <br />%title% - Artikel Titel<br />%date% - Artikel Datum<br />%link% - Link zum Artikel<br />%text% - Artikel Text<br />%category% - Artikel Kategorien falls vorhanden getrennt durch | <br />%author% - Artikel Author falls vorhanden

source: Search only in category:
de_de: Suche nur in Kategorie

source: Use Search Suggestion
de_de: Zeige Suchworthilfe

source: Check this box for Search Word-Suggestions. Makes a spellcheck and looks up the right word.
de_de: Das Suchwort wird auf Rechtschreibung geprüft und es wird versucht eine alternatives Such-Wort zu finden.

source: Use Category Search
de_de: Zeige Kategorie Suche

source: A dropdown containing all your categories. Searches only in the choosen Category.
de_de: Zeigt ein Aufklappmen&uuml; mit allen Kategorien. Die Suche findet dann nur in der gew&auml;hlten Kategorie statt.

source: Do you want to search for:
de_de: Versuchen Sie es doch auch mit:

source: Use PHP in Text
de_de: PHP im Text zulassen

source: If checked the inserted code is evaluated as php.PHP Code MUST be enclosed in &lt;?php and ?&gt; tags! You can also insert Wordpress Code if you have not found a Widget for it yet.
de_de: Sie k&ouml;nnen php Code in dem Textfeld benutzen und dieser wird ausge&uuml;hrt. Sie k&ouml;nnen z.B. auch Wordpress Code eingeben zu dem es bisher kein Widget gibt.

source: Insert your Text Freely. This can be bannercode, images or whatever you like. The HTML gets stripped if you do not have the right to insert unfiltered html.
de_de: Sie k&ouml;nnen frei Ihre Texte, HTML oder PHP-Code eingeben. Das kann zum Bespiel Bannercode oder Links zu Bildern sein. Wenn Sie nicht das Recht f&uuml;r ungefiltertes HTML besitzen, wird der HTML Code von Wordpress gefiltert.

source: King Text Boxes
de_de: King Text Widgets

source: How many Text Boxes would you like?
de_de: Wie viele Text Widgets sollen angezeigt werden?

source: Sidebar Updated. <a href="%s">View site &raquo;</a>
de_de: Sidebar wurde aktualisiert<a href="%s">View site &raquo;</a>

source: Available Widgets
de_de: Verf&uuml;gbare Widgets

source: Your theme will display its usual sidebar when this box is empty. Dragging widgets into this box will replace the usual sidebar with your customized sidebar.
de_de: Solange keine Widgets den Sidebars zugeordnet sind wird der originale Sidebar angezeigt.

source: Save changes
de_de: &Auml;nderungen speichern

source: Configure
de_de: Einstellungen

source: Pages
de_de: Seiten

source: Archives
de_de: Archive

source: Entries <abbr title="Really Simple Syndication">RSS</abbr>
de_de: <abbr title="Really Simple Syndication">RSS</abbr> Eintr&auml;ge

source: The latest comments to all posts in RSS
de_de: Die letzten Kommentare zu allen Artikeln als RSS

source: Comments <abbr title="Really Simple Syndication">RSS</abbr>
de_de: <abbr title="Really Simple Syndication">RSS</abbr> Kommentare

source: How many text widgets would you like?
de_de: Wie viele Text Widgets sollen angezeigt werden?

source: Save
de_de: Speichern

source: How many items would you like to display?
de_de: Wie viele Punkte sollen angezeigt werden?
