Repository: schorsch/wordpress-king
Catalog: king-framework/lang/widgetKing-*.po
Languages: de_de

source: The box is only shown on pages belonging to the given Category. This Switch can be combined with Show(Not) on Special Area.<br /> This gives you more flexibility. f.ex. You can show a box on the Frontpage and inside a category or show a box in a category and everywhere else but the home-page.
de_de: Die Box wird nur auf Listen und Seiten innerhalb der Kategorie angezeigt. Der Schalter kann mit dem Spezial-Bereichen kombiniert werden. <br />Dadurch ergibt sich eine h&ouml;here Flexibilit&auml;t bei der Anzeige. Sie k&ouml;nnen z.B. eine Box auf der Startseite und nur in einer Kategorie anzeigen. Oder in allen spezial Bereichen ausser der Startseite und nur in einer Kategorie.

source: DO NOT show on Special Page Area
de_de: Nicht zeigen in speziellem Bereich

source: The box is shown on all Areas BUT the one from the following selectbox or the ID/URL/Title field below. !! Do NOT use together with previous checkbox Show on Site Area !!
de_de: Die Box wird &uuml;berall ausser innerhalb des angegebenen Seiten Bereich angezeigt. Nicht zusammen mit dem vorherigen Zeigen-in Schalter benutzen!

source: Options Dumper
de_de: Einstellungen Ex-/Import

source: Current Configuration Code
de_de: aktuelle Einstellungen

source: Copy this Configuration code into another widget, send it to your friends or paste new config options here.
de_de: Sie k&ouml;nnen den Einstellungs-Code in ein anderes Widget vom gleichen Typ kopieren, den Code an eine Freundin senden oder hier die Einstellungen anpassen.

source: Use Config Code for new settings
de_de: Den Code f&uuml;r die Einstellungen benutzen

source: Your inserted config code will be taken to set the widgets options. <br />!CAREFULL only paste Config Options from SAME WIDGET TYPE! <br />If the text is in the wrong format it can f*** up your Options. In such a case you can empty the field to reset the options.
de_de: Der eingef&uuml;gte Code wird f&uuml;r die Widget Essntellungen &uuml;bernommen <br /> ACHTUNG nur Code vom gleichen Widgettyp einf&uuml;gen. Wenn der Text in enem falschen Format ist, kann er das Widget zerschiessen. In einem solchen Fall leere den Code und speichere das Widget erneut.

source: Use JS Slide Open Box
de_de: Benutze Auf/Zu Widget

source: A Javascript slider function for the Box is available. ONLY Use when you know what you are doing...or pay me to do it right!<br> You have use the widget custom html fields and wrap your Widget Content in a div or li with an id set to id=&quot;cat1&quot; . The number must be the same like the widget number. Then you must add the on-click toggle effect to f.ex. the widgets h2: &lt; h2 onClick=&quot;catslide1.toggle();&quot; &gt; <br>If this ins not set it will not work
de_de: Es wird eine Auf-/Zuklappen -Javascript Funktion verf&uuml;gbar. Wenn Sie das hier nicht verstehen nicht benutzen! <br> Wenn gesetzt muss der Widgetinhalt &uuml;ber die HTML-Felder mit einem HTML Element div/li oder p mit der id=&quot;cat1&quot; umgeben werden. Die Nummer muss dieselbe sein wie die Widgetnummer.<br />Dann muss noch ein Element den onClick Event erhalten. Das kann z.B. der Widget H2 Titel sein: &lt; h2 onClick=&quot;catslide1.toggle();&quot; &gt; <br />Sie k&ouml;nnen in der functions.php oder im Quellcode den widget html code nachsehen und diesen wie beschrieben erweitern.

source: Show JS SlideBox open
de_de: Zeige das Auf/Zu Widget

source: If checked the Box will be open on first page load. If empty the Box will be collapsed on first Page load
de_de: Wenn gesetzt wird das Auf/Zu Widget beim ersten Laden der Seite ge&ouml;ffnet angezeigt.

source: JS Sliding Time in ms
de_de: Auf/Zu Zeit in ms

source: Time in Milliseconds the Box will take to open or close. Default is 400. Only enter Numbers!
de_de: Zeit in Millisekunden welche das Auf/Zu Widget zum &Ouml;ffnen benötigt.

source: new version available
de_de: neue Version verf&uuml;gbar
